created_date = input('Создано: ') # ввод полной даты создания заметки
temp_created_date = created_date[0:5] # создание переменной для хранения сокращенной даты создания
print('Сокращенный формат даты создания:', temp_created_date) # вывод сокращенной даты
issue_date = input('Выполнить до: ') # ввод даты дедлайна
temp_issue_date = issue_date[0:5] # создание переменной для хранения сокращенной даты дедлайна
print('Сокращенный формат даты выполнения:', temp_issue_date) # вывод сокращенной даты выполнения